Repository: openHPI/xikolo-ios
Catalog: Common/*.lproj/Localizable.strings
Languages: de

# automated-downloads.deletion-options.explanation.manual
source: Downloaded content will not be removed automatically.
de: Heruntergeladene Inhalte werden nicht automatisch entfernt.

# automated-downloads.deletion-options.explanation.next-section
source: With the start of a new course section, the downloaded content of previous course sections will be removed from this device.
de: Mit dem Beginn eines neuen Kursabschnitts werden die heruntergeladenen Inhalte früherer Kursabschnitte von diesem Gerät entfernt.

# automated-downloads.deletion-options.explanation.second-next-section
source: With the start of a new course section, the downloaded content of the penultimate course section (and older) will be removed from this device.
de: Mit dem Start eines neuen Kursabschnitts werden die heruntergeladenen Inhalte des vorletzten Kursabschnitts (and älter) von diesem Gerät entfernt.

# automated-downloads.deletion-options.title.manually
source: Manually
de: Manuell

# automated-downloads.deletion-options.title.next-section
source: With the start of the next course section
de: Mit dem Beginn des nächsten Kursabschnitts

# automated-downloads.deletion-options.title.second-next-section
source: With the start of the second next course section
de: Mit dem Beginn des übernächsten Kursabschnitts

# automated-downloads.feature.explanation.notification
source: When a new course section becomes available, you will receive a notification. If you tap this notification, you can open the course directly. If you long press on the notification, you can download the content of the new section for offline use.
de: Wenn ein neuer Kursabschnitt verfügbar wird, erhalten Sie eine Benachrichtigung. Wenn Sie auf diese Benachrichtigung tippen, können Sie den Kurs direkt öffnen. Wenn Sie lange auf die Benachrichtigung drücken, können Sie die Inhalte des neuen Abschnitts zur Offline-Nutzung herunterladen.

# automated-downloads.feature.explanation.notification-background-download
source: In addition, the app will try to download the new content for you automatically. This is only triggered when your device is connected to a WiFi network and it has the least impact on battery life.
de: Zusätzlich wird die App versuchen, die neuen Inhalte automatisch herunterzuladen. Dies wird nur ausgelöst, wenn Ihr Gerät mit einem WiFi-Netzwerk verbunden ist und es die geringsten Auswirkungen auf die Akkulaufzeit hat.

# automated-downloads.feature.title.notification
source: Notifications for New Content
de: Benachrichtigungen für neue Inhalte

# automated-downloads.feature.title.notification-background-download
source: Notifications for New Content & Automated Downloads
de: Benachrichtigungen für neue Inhalte & Automatisierte Downloads

# automated-downloads.files-type.explanation.videos
source: Only videos will be downloaded.
de: Nur Videos werden heruntergeladen

# automated-downloads.files-type.explanation.videos-slides
source: Videos and slides will be downloaded.
de: Videos und Folien werden heruntergeladen.

# course-date-cell.course-start.title
source: Course start
de: Kursstart

# course-date-cell.item-submission.title.submission for %@ ends
source: Submission for %@ ends
de: Abgabe für %@ endet

# course-date-cell.section-start.title.%@ starts
source: %@ starts
de: %@ startet

# course-date-formatting.not-started.beginning %@
source: Beginning %@
de: Startet am %@

# course-date-formatting.not-started.coming soon
source: Coming soon
de: Bald verfügbar

# course-date-formatting.self-paced
source: Self-paced
de: Selbststudium

# course-date-formatting.self-paced since %@
source: Self-paced since %@
de: Seit %@ im Selbststudium

# course-date-formatting.started.since %@
source: Since %@
de: Seit %@

# course-list.search.filter.title.proficiency level
source: Proficiency Level
de: Kompetenzstufe

# course-list.search.filter.title.target audience
source: Target Audience
de: Zielgruppe

# course-list.search.filter.title.topic
source: Topic
de: Thema

# course.certificates.explanation.confirmationOfParticipation
source: A confirmation of participation is issued to those who have completed at least %d%% of the course material.
de: Die Teilnahmebestätigung erhält, wer auf zumindest %d%% der Kursunterlagen zugegriffen hat.

# course.certificates.explanation.qualifiedCertificate
source: A qualified certificate is issued to those who have booked it and gained a record of achievement.
de: Das Qualifizierte Zertifikat erhält, wer es gebucht hat und das Zeugnis erhalten hat

# course.certificates.explanation.recordOfAchievement
source: A record of achievement is issued to those who have earned more than %d%% of the maximum number of points for the sum of all graded assignments.
de: Das Zeugnis erhält, wer in der Summe aller benoteten Aufgaben mehr als %d%% der Höchstpunktzahl erreicht hat.

# course.certificates.name.confirmationOfParticipation
source: Confirmation of Participation
de: Teilnahmebestätigung

# course.certificates.name.qualifiedCertificate
source: Qualified Certificate
de: Qualifizierte Zertifikat

# course.certificates.name.recordOfAchievement
source: Record of Achievement
de: Zeugnis

# course.section-title.all courses
source: All Courses
de: Alle Kurse

# course.section-title.completed
source: Completed
de: Abgeschlossen

# course.section-title.current
source: Current
de: Aktuell

# course.section-title.my courses
source: My Courses
de: Meine Kurse

# course.section-title.self-paced
source: Self-paced
de: Selbststudium

# course.section-title.suggested
source: Suggested
de: Empfohlen

# course.section-title.upcoming
source: Upcoming
de: Zukünftig

# helpdesk.topic.reactivation
source: Course reactivation
de: Kurs-Reaktivierung

# helpdesk.topic.technical
source: Technical question
de: Technische Frage
