Repository: openHPI/xikolo-ios
Catalog: WidgetExtension/*.lproj/Localizable.strings
Languages: de

# empty-courses.headline
source: Enroll to more courses
de: In weitere Kurse einschreiben

# empty-courses.subline
source: to see your course information here
de: um Kursinformationen zu sehen

# empty-course-dates.headline
source: No upcoming course dates
de: Keine anstehenden Termine

# empty-course-dates.subline
source: Enroll to new courses to see the course dates here
de: In neue Kurse einschreiben, um hier die Termine zu sehen

# not-logged-in.headline
source: Log into your account
de: Mit dem Account anmelden

# not-logged-in.subline
source: to see your data
de: um die Daten zu sehen

# continue-learning.call-to-action
source: Continue Learning
de: Lernen fortsetzen

# course-date-statistics.headline
source: Course Dates
de: Termin-Übersicht

# course-date-statistics.count.today
source: Today
de: Heute

# course-date-statistics.count.next-seven-days
source: Next 7 Days
de: Nächste 7 Tage

# course-date-statistics.count.all
source: All
de: Alle

# course-date-next.headline
source: Next Course Date
de: Nächster Termin

# widget-metadata.continue-learning.title
source: Continue Learning
de: Lernen fortsetzen

# widget-metadata.continue-learning.description
source: Continue learning where you left off
de: direkt im letzten Kurs weiterlernen

# widget-metadata.course-date-statistics.title
source: Course Date Overview
de: Termin-Übersicht

# widget-metadata.course-date-statistics.description
source: Get an overview of the upcoming courses dates
de: Übersicht Über all anstehenden Termine

# widget-metadata.course-date-next.title
source: Next Course Date
de: Nächster Termin

# widget-metadata.course-date-next.description
source: View the next course date
de: der nächste anstehende Termin

# widget-metadata.course-date-overview.title
source: Course Date Overview
de: Termin-Übersicht

# widget-metadata.course-date-overview.description
source: Get an overview of the upcoming courses dates and view the next course date
de: Übersicht Über all anstehenden Termine und dem nächsten Termin
