Repository: openHPI/xikolo-ios
Catalog: iOS/*.lproj/Localizable-SwiftUI.strings
Languages: de

source: quiz-recap.answer-options.single-select.explanation
de: Wähle die richtige Antwort aus

source: quiz-recap.answer-options.multi-answer.explanation
de: Mehrere Antworten können richtig sein

source: quiz-recap.button.stop
de: Stop

source: quiz-recap.end-screen.headline
de: Quiz abgeschlossen!

source: quiz-recap.end-screen.description %lld %lld
de: Glückwunsch, Sie haben %lld Fragen in insgesamt %lld Versuchen beantwortet.

source: quiz-recap.end-screen.subheadline.answered questions
de: Beantwortete Fragen

source: quiz-recap.button.restart
de: Wiederholen

source: quiz-recap.button.restart-with-questions %lld
de: Wiederholen mit %lld neuen Fragen

source: quiz-recap.button.more-options
de: Weitere Möglichkeiten

source: quiz-recap.prompt.next-question %lld
de: Nächste Frage in %lld...
