Repository: openHPI/xikolo-ios
Catalog: iOS/*.lproj/Localizable.strings
Languages: de

# accessibility-label.announcements.navigation-bar.item.actions
source: Actions for announcements
de: Aktionen für Neuigkeiten

# accessibility-label.course-item.navigation-bar.item.actions
source: Actions for item
de: Aktionen für Lerninhalt

# accessibility-label.course.navigation-bar.item.actions
source: Actions for course
de: Aktionen für Kurs

# accessibility-label.course.navigation-bar.item.close
source: Course course
de: Kurs schließen

# alert.download-error.documents.title
source: Error while downloading document
de: Fehler beim Dokument-Download

# alert.download-error.slides.title
source: Error while downloading slides
de: Fehler beim Folien-Download

# alert.download-error.stream.title
source: Error while downloading video
de: Fehler beim Video-Download

# alert.switch-course.current-window
source: Open in This Window
de: In diesem Fenster öffnen

# alert.switch-course.message
source: How should the course '%@' be opened?
de: Wie soll der Kurs '%@' geöffnet werden?

# alert.switch-course.new-window
source: Open in New Window
de: Im neuen Fenster öffnen

# alert.switch-course.title
source: Course Switch
de: Kurs-Wechsel

# announcement.alert.mark all as read
source: Mark all as read
de: Alle als gelesen markieren

# app-state.api-expired.app version of %@ expired - please update
source: App version of %@ expired - Please update
de: %@-App veraltet - Bitte aktualisieren

# app-state.maintenance.server maintenance on %@
source: Server maintenance on %@
de: Server-Wartung auf %@

# automated-downloads.course-list.section.title.activated for
source: Activated for
de: Aktiviert für

# automated-downloads.course-list.section.title.available for
source: Available for
de: Verfügbar für

# automated-downloads.course-list.title
source: Notifications for new content
de: Benachrichtigungen für neue Inhalte

# automated-downloads.setup.action.title
source: Manage notifications for new content
de: Benachrichtigungen für neue Inhalte verwalten

# automated-downloads.setup.header.content-deletion
source: Content Deletion
de: Löschen von Inhalten

# automated-downloads.setup.message.edit-again
source: You will be able to change these settings at any time via the course menu ('⋯') or via 'Downloaded Content' in the account tab.
de: Diese Einstellungen können auch jederzeit über das Kursmenü ('⋯') oder über 'Heruntergeladene Inhalte' in der Registerkarte 'Konto' ändern werden.

# automated-downloads.setup.message.failed
source: Setup failed: Please check the app's permission to send notification
de: Einrichtung fehlgeschlagen: Bitte die Berechtigung der App zum Senden von Benachrichtigungen überprüfen

# automated-downloads.setup.switch.title.activate
source: Activate
de: Aktivieren

# automated-downloads.setup.switch.title.include-slides
source: Include slides
de: einschließlich Folien

# channel-header.play-teaser
source: Play Teaser
de: Teaser abspielen

# course-area.view.announcements.title
source: Announcements
de: Neuigkeiten

# course-area.view.certificates.title
source: Certificates
de: Leistungsnachweise

# course-area.view.collab-space.title
source: Collab Space
de: Lernräume

# course-area.view.course-details.title
source: Course Details
de: Kursdetails

# course-area.view.discussions.title
source: Discussions
de: Diskussionen

# course-area.view.documents.title
source: Documents
de: Dokumente

# course-area.view.learnings.title
source: Learnings
de: Lernmaterial

# course-area.view.progress.title
source: Progress
de: Fortschritt

# course-cell.status.completed
source: Completed
de: abgeschlossen

# course-cell.status.enrolled
source: Enrolled
de: Eingeschrieben

# course-cell.status.upcoming
source: Upcoming
de: Zukünftig

# course-item-list.footer.The next section will be available on %@ at %@
source: The next section will be available on %@ at %@.
de: Die nächsten Inhalte werden am %@ um %@ verfügbar sein.

# course-item-list.header.continue-learning.Open item
source: Open item
de: Lerninhalt öffnen

# course-item-list.header.continue-learning.Show item in list
source: Show item in list
de: Lerninhalt in Liste zeigen

# course-item-list.section-footer.practice your new knowledge with a quiz recap
source: Practice your new knowledge with a Quiz Recap
de: Teste das neue Wissen mit einem Quiz Recap

# course-item.combined-download-action.delete-download.title
source: Delete all learning materials
de: Alle Lernmaterialien löschen

# course-item.combined-download-action.start-download.title
source: Download all learning materials
de: Alle Lernmaterialien herunterladen

# course-item.combined-download-action.stop-download.title
source: Stop all downloads
de: Alle Downloads stoppen

# course-item.max-points
source: %@ points
de: %@ Punkte

# course-item.preview.slides.downloaded
source: Slides offline available
de: Folien heruntergeladen

# course-item.preview.slides.not-downloaded
source: Slides available
de: Folien verfügbar

# course-item.preview.video.downloaded
source: Video offline available
de: Video heruntergeladen

# course-item.slides-alert.open-action.title
source: Open slides
de: Folien anschauen

# course-item.slides-download-action.delete-download.title
source: Delete slides
de: Folien löschen

# course-item.slides-download-action.start-download.title
source: Download slides
de: Folien herunterladen

# course-item.slides-download-action.stop-download.title
source: Stop download of slides
de: Folien-Download stoppen

# course-item.stream-download-action.delete-download.title
source: Delete video
de: Video löschen

# course-item.stream-download-action.start-download.title
source: Download video
de: Video herunterladen

# course-item.stream-download-action.stop-download.title
source: Stop download of video
de: Video-Download stoppen

# course-item.video.slides.label
source: Slides
de: Folien

# course-list.search.filter.clear
source: Clear
de: Löschen

# course-list.search.filter.options.apply
source: Apply
de: Übernehmen

# course-list.search.filter.options.title.refine search
source: Refine search
de: Suche verfeinern

# course-list.search.filter.title.language
source: Language
de: Sprache

# course-list.title.Courses
source: Courses
de: Kurse

# course-list.title.My completed courses
source: My Completed Courses
de: Meine Abgeschlossenen Kurse

# course-list.title.My current courses
source: My Current Courses
de: Meine Aktuellen Kurse

# course-section.combined-download-action.delete-downloads.title
source: Delete all learning materials
de: Alle Lernmaterialien löschen

# course-section.combined-download-action.start-downloads.title
source: Download all learning materials
de: Alle Lernmaterialien herunterladen

# course-section.combined-download-action.stop-downloads.title
source: Stop all downloads
de: Alle Downloads stoppen

# course-section.loading-spinner.title
source: Loading content …
de: Inhalte werden geladen …

# course-section.slides-download-action.delete-downloads.title
source: Delete all slides
de: Alle Folien löschen

# course-section.slides-download-action.start-downloads.title
source: Download all slides
de: Alle Folien herunterladen

# course-section.slides-download-action.stop-downloads.title
source: Stop all slides downloads
de: Alle Folien-Downloads stoppen

# course-section.stream-download-action.delete-downloads.title
source: Delete all videos
de: Alle Videos löschen

# course-section.stream-download-action.start-downloads.title
source: Download all videos
de: Alle Videos herunterladen

# course-section.stream-download-action.stop-downloads.title
source: Stop all video downloads
de: Alle Video-Downloads stoppen

# course.action-menu.share
source: Share
de: Teilen

# course.action-menu.show-course-dates
source: Show course dates
de: Kurstermine anzeigen

# course.certificates.achieved
source: achieved
de: erreicht

# course.certificates.not-achieved
source: not achieved
de: nicht erreicht

# course.certificates.not-enrolled
source: not enrolled
de: nicht eingeschrieben

# course.item.exercise-type.disclaimer.bonus
source: This is a bonus exercise.
de: Dies ist eine Bonusaufgabe.

# course.item.exercise-type.disclaimer.main
source: This is a graded exercise.
de: Dies ist eine benotete Aufgabe.

# course.item.exercise-type.disclaimer.ungraded
source: This is an ungraded exercise.
de: Dies ist eine unbenotete Aufgabe.

# course.progress.points %@ of %@ points
source: %@ of %@ points
de: %@ von %@ Punkten

# course.progress.visited %@ of %@ visited
source: %@ of %@ visited
de: %@ von %@ besucht

# dashboard.course-overview.no-courses.action
source: Discover available courses
de: Entdecke verfügbare Kurse

# dashboard.course-overview.no-courses.completed.message
source: You haven't completed any courses yet
de: noch keinen Kurs abgeschlossen

# dashboard.course-overview.no-courses.current.message
source: You aren't enrolled in any courses yet
de: in noch keinen Kurs eingeschrieben

# document-localization.download-action.delete-download.title
source: Delete document
de: Dokument löschen

# document-localization.download-action.start-download.title
source: Download document
de: Dokument herunterladen

# document-localization.download-action.stop-download.title
source: Stop download of document
de: Dokument-Download stoppen

# empty-view.account.certificates.no-certificates.description
source: Complete courses with the given requirements to earn certificates
de: Schließe Kurse ab, um Leistungsnachweise zu erhalten

# empty-view.account.certificates.no-certificates.title
source: You haven't earned any certificates yet
de: Keine Leistungsnachweise

# empty-view.account.download.no-downloads.description
source: Go to a course to download videos, slides and more for offline usage
de: Für jeden Kurs können Materialien heruntergeladen werden, um diese ohne Internetverbindung nutzen zu können

# empty-view.account.download.no-downloads.title
source: You have no downloaded content
de: Keine heruntergeladenen Inhalte

# empty-view.announcements.description
source: There might be more news later on.
de: Zukünftig werden hier Neuigkeiten erscheinen.

# empty-view.announcements.title
source: There are no news at the moment
de: Zurzeit gibt es keine Neuigkeiten

# empty-view.automated-downloads.course-list.explanation
source: Notifications of new content are only available during the course period of courses you are enrolled in.
de: Benachrichtigungen über neue Inhalte sind nur während des Kurszeitraums der Kurse, für die Sie eingeschrieben sind, verfügbar.

# empty-view.automated-downloads.course-list.title
source: No courses available
de: Keine Kurse verfügbar

# empty-view.certificates.no-certificates.title
source: No certificates available
de: Keine Zeugnisse verfügbar

# empty-view.channels.title
source: Loading channels …
de: Kursbereiche werden geladen …

# empty-view.course-content.title
source: Loading course content …
de: Kursinhalte werden geladen …

# empty-view.course-dates.no-dates.description
source: Information about deadlines will appear here
de: Hier erscheinen Informationen zu Fristen

# empty-view.course-dates.no-dates.title
source: There are no upcoming course dates
de: Es gibt keine bevorstehenden Kurstermine

# empty-view.course-documents.title
source: No documents are available for this course
de: Für diesen Kurs sind keine Dokumente verfügbar

# empty-view.course-list.title
source: Loading courses …
de: Kurse werden geladen …

# empty-view.course-progress.title
source: Loading progress …
de: Der Fortschritt wird geladen …

# enrollment.button.enrolled.title
source: Enrolled
de: Eingeschrieben

# enrollment.button.external.title
source: Go to external course
de: Externen Kurs besuchen

# enrollment.button.not-enrolled.title
source: Enroll
de: Einschreiben

# enrollment.mark-as-completed.message.no-undo
source: This cannot be undone.
de: Dies kann nicht rückgängig gemacht werden.

# enrollment.options-alert.mask-as-completed-action.title
source: Mark as completed
de: Als abgeschlossen markieren

# enrollment.options-alert.message
source: You can mark a course as completed once you don't want to learn anymore in this course. You may also un-enroll from this course. This will make the course unaccessible for you. You can re-enroll later, then your progress will be restored.
de: Kurse können als abgeschlossen markiert werden, wenn in diesen nicht mehr gelernt wird. Alternativ kann die Kursteilnahme auch beendet werden. Die Fortschritte im Kurs werden bei einer erneuten Teilnahme wiederhergestellt.

# enrollment.options-alert.title
source: Finished learning?
de: Fertig gelernt?

# enrollment.options-alert.unenroll-action.title
source: Un-enroll
de: Kursteilnahme beenden

# global.alert.cancel
source: Cancel
de: Abbrechen

# global.alert.delete
source: Delete
de: Löschen

# global.button.title.open-settings
source: Open settings
de: Einstellungen öffnen

# global.list.selection.deselect all
source: Deselect all
de: Alle abwählen

# global.list.selection.select all
source: Select all
de: Alle auswählen

# helpdesk.action.send
source: Send
de: Senden

# helpdesk.category.course-specific
source: Course-specific Question
de: Kursspezifische Frage

# helpdesk.category.general
source: General Question
de: Allgemeine Frage

# helpdesk.hint.faq
source: Before writing a ticket to technical support, please make sure that you have read our FAQ. If you have any questions about course content, please contact the teacher team in the course forum.
de: Bevor Sie ein Ticket an den technischen Support schreiben, stellen Sie sicher, dass Sie unsere FAQ gelesen haben. Bei Fragen zu Kursinhalten wenden Sie sich bitte an das Lehrerteam im Kursforum.

# login.sso.label.login or sign up with
source: Login or sign up with
de: Anmelden oder registrieren mit

# login.sso.label.login with
source: Login with
de: Anmelden mit

# quickactions.subtitle
source: Continue learning
de: Lernen fortsetzen

# quiz-recap.settings-summary.consider-only-visited-item.false
source: Questions from all self-test items will be tested, regardless if you visited the item or not.
de: Fragen aus allen Selbsttests werden getestet, unabhängig davon, ob der Test besucht wurde oder nicht.

# quiz-recap.settings-summary.consider-only-visited-item.true
source: Only questions from self-test items that you have visited will be tested.
de: Es werden nur Fragen aus Selbsttests getestet, die besucht wurden.

# quiz-recap.settings-summary.section-names.all
source: Self-test questions from all available course sections (%d) will be considered.
de: Es werden Selbsttestfragen aus allen veröffentlichten Kursabschnitten (%d) berücksichtigt.

# quiz-recap.settings-summary.section-names.some
source: Only %d course section(s) will be considered: %@
de: Es werden nur %d Kursabschnitt(e) berücksichtigt: %@

# quiz-recap.start-button.subtitle
source: %d questions
de: %d Fragen

# settings.appearance.dark
source: Dark
de: Dunkel

# settings.appearance.light
source: Light
de: Hell

# settings.cell-title.appearance
source: Appearance
de: Erscheinungsbild

# settings.cell-title.certificates
source: Certificates
de: Leistungsnachweise

# settings.cell-title.data-privacy
source: Data Privacy Statement
de: Datenschutzerklärung

# settings.cell-title.downloaded-content
source: Downloaded Content
de: Heruntergeladene Inhalte

# settings.cell-title.github.%@ iOS app on GitHub
source: %@ iOS app on GitHub
de: %@ iOS App auf GitHub

# settings.cell-title.imprint
source: Imprint
de: Impressum

# settings.course-item-content-preload.always
source: Always
de: Immer

# settings.course-item-content-preload.never
source: Never
de: Nie

# settings.course-item-content-preload.section-footer
source: Small-sized course material will be downloaded in advance for enrolled courses.
de: Für eingeschriebene Kurse werden kleine Materialen im Voraus geladen.

# settings.course-item-content-preload.section-header.course content
source: Preload Course Content
de: Kursinhalte vorladen

# settings.course-item-content-preload.wifi-only
source: Wifi only
de: Nur mit WLAN

# settings.downloads.alert.delete.message
source: Do you really want to delete these items?
de: Sollen diese Inhalte wirklich gelöscht werden?

# settings.downloads.alert.delete.title
source: Delete downloaded content
de: Heruntergeladene Inhalte löschen

# settings.downloads.estimated time effort: %@
source: Estimated time effort: %@
de: Geschätzter Zeitaufwand: %@

# settings.downloads.item.document
source: Documents
de: Dokument

# settings.downloads.item.slides
source: Slides
de: Folien

# settings.downloads.total size: %@
source: Total size: %@
de: Gesamtgröße: %@

# settings.section-title.about
source: About
de: Info

# settings.section-title.settings
source: Settings
de: Einstellungen

# settings.video-auto-play.title
source: Start video playback automatically
de: Videowiedergabe automatisch starten

# settings.video-quality.best
source: Best
de: Beste

# settings.video-quality.high
source: High
de: Hoch

# settings.video-quality.low
source: Low
de: Niedrig

# settings.video-quality.medium
source: Medium
de: Mittel

# settings.video-quality.section-header.download quality
source: Video Download Quality
de: Download-Qualität für Videos

# settings.video-quality.section-header.on cellular
source: Video Quality using mobile data
de: Video-Qualität mit mobilen Daten

# settings.video-quality.section-header.on wifi
source: Video Quality using WiFi
de: Video-Qualität mit WLAN

# quiz-recap.settings.explanation.all-self-test-visited
source: You have visited all available self-test items.
de: Alle verfügbaren Selbsttests werden besucht.

# quiz-recap.settings.explanation.some-self-tests-not-visited
source: There are self-tests in %d course section(s) that you have not visited yet: %@
de: Es gibt Selbsttests in %d Kursabschnitten, die noch nicht besucht wurden: %@

# quiz-recap.settings.option.consider-only-visited-items
source: Consider only visited self-tests
de: Nur besuchte Selbsttests berücksichtigen

# quiz-recap.settings.section-title.course sections
source: Course sections
de: Kursabschnitte

# quiz-recap.settings.title
source: Settings
de: Einstellungen
