Repository: openHPI/xikolo-ios
Catalog: xikolo-ios/*.lproj/Localizable.strings
Languages: de

# app-state.api-deprecated.please update the %@ app before %@
source: Please update the %@ app before %@
de: Bitte die %@-App vor %@ aktualisieren

# app-state.api-expired.app version of %@ expired - please update
source: App version of %@ expired - Please update
de: %@-App veraltet - Bitte aktualisieren

# app-state.maintenance.server maintenance on %@
source: Server maintenance on %@
de: Server-Wartung auf %@

# course-cell.status.enrolled
source: Enrolled
de: Eingeschrieben

# course-cell.status.upcoming
source: Upcoming
de: Zukünftig

# course-content.view.announcements.title
source: Announcements
de: Neuigkeiten

# course-content.view.course-details.title
source: Course Details
de: Kursdetails

# course-content.view.discussions.title
source: Discussions
de: Diskussionen

# course-content.view.learnings.title
source: Learnings
de: Lernmaterial

# course-date-cell.course-start.title
source: Course Start
de: Kursstart

# course-item.proctoring.alert.message
source: In order to receive your booked qualified certificate you have to complete this assignment on a computer with a webcam.
de: Diese Aufgabe muss unter Online-Aufsicht abgelegt werden, um das von Ihnen gebuchte qualifizierte Zertifikat zu erhalten. Das ist nur an einem Computer mit Kamera möglich.

# course-item.proctoring.alert.title
source: This item needs to be proctored
de: Für dieses Element ist eine Online-Aufsicht erforderlich

# course-item.video-download-alert.delete-item-action.title
source: Delete video
de: Video löschen

# course-item.video-download-alert.start-download-action.title
source: Download video
de: Video herunterladen

# course-item.video-download-alert.stop-download-action.title
source: Stop download
de: Download stoppen

# course-item.video.slides.label
source: Slides
de: Folien

# empty-view.announcements.description
source: There might be more news later on.
de: Zukünftig werden hier Neuigkeiten erscheinen.

# empty-view.announcements.title
source: There are no news at the moment
de: Zurzeit gibt es keine Neuigkeiten

# empty-view.course-content.title
source: Loading course content ...
de: Kursinhalte werden geladen ...

# empty-view.course-dates.no-dates.description
source: Notifications about deadlines or new courses will appear here
de: Hier erscheinen Benachrichtigungen zu Fristen und neuen Kursen

# empty-view.course-dates.no-dates.title
source: There are no important course dates yet
de: Es gibt keine wichtigen Kursdaten

# enrollment.button.enrolled.title
source: Enrollment options
de: Eingeschrieben

# enrollment.button.not-enrolled.title
source: Enroll
de: Einschreiben

# enrollment.options-alert.mask-as-completed-action.title
source: Mark as completed
de: Als abgeschlossen markieren

# enrollment.options-alert.message
source: You can mark a course as completed once you dont want to learn anymore in this course. This will clean up your dashboard. You may also unenroll from this course. This will make the course unaccessible for you. You can re-enroll later, then your progress will be restored.
de: Du kannst Kurse als abgeschlossen markieren, wenn Du nicht mehr in diesem Kurs lernen möchtest. Du kannst dich auch abmelden. Dann kannst Du nicht mehr auf diesen Kurs zugreifen.

# enrollment.options-alert.title
source: Finished learning?
de: Fertig gelernt?

# enrollment.options-alert.unenroll-action.title
source: Unenroll
de: Ausschreiben

# global.alert.cancel
source: Cancel
de: Abbrechen

# settings.course-item-content-preload.always
source: Always
de: Immer

# settings.course-item-content-preload.never
source: Never
de: Nie

# settings.course-item-content-preload.section-footer
source: Small-sized course material will be downloaded in advance for enrolled courses.
de: Für eingeschriebene Kurse werden kleine Materialen im Voraus geladen.

# settings.course-item-content-preload.section-header.course content
source: Course Content
de: Kursinhalte vorladen

# settings.course-item-content-preload.wifi-only
source: Wifi only
de: Nur mit WLAN

# settings.github-link.%@ iOS app on GitHub
source: %@ iOS app on GitHub
de: %@ iOS App auf GitHub
